{"_id":{"$oid":"633c2d2a057f6dd6c5641ce5"},"Name":"Steven Spielberg","Bio":"Steven Allan Spielberg is an American film director, screenwriter and producer. He is considered one of the pioneers of the New Hollywood era and is also one of the most recognized directors and popular in the world film industry","Birth":"1946-12-12"}
{"_id":{"$oid":"633c2dee057f6dd6c5641ce6"},"Name":"Quentin Tarantino","Bio":"In 1992 he began his career as an independent filmmaker with the premiere of Reservoir Dogs, considered by Empire magazine as the best independent film of all time. His popularity only grew with his second feature film, Pulp Fiction ( 1994), a black comedy anthology that became a huge success with critics and audiences, as well as a fundamental piece of popular culture. Entertainment Weekly designated it as the best film released between 1983 and 2008, and some critics of the British Film Institute placed it at number 127 of the best films of all time.23 In Jackie Brown (1997), Tarantino paid homage to the blaxploitation genre","Birth":"27/03/1963"}
{"_id":{"$oid":"633c2e33057f6dd6c5641ce7"},"Name":"Alejandro González Iñárritu","Bio":"Mexican filmmaker, screenwriter, producer, announcer and composer, and winner of four Oscar Awards. He is one of the most acclaimed and internationally recognized filmmakers. His debut film, Amores Perros, premiered at the Cannes Film Festival and won the Critics Week Grand Prix and was nominated for an Academy Award for Best Foreign Language Film in 2000.  González Iñárritu is the first Latin American filmmaker to become president of the jury of the 72nd Cannes Film Festival in 2019, the same year in which he received an honorary doctorate from the National Autonomous University of Mexico","Birth":"1963-08-15"}
{"_id":{"$oid":"633c2e5b057f6dd6c5641ce8"},"Name":"George Lukas","Bio":"George Walton Lucas Jr. (Modesto, California, May 14, 1944), known internationally as George Lucas, is an American filmmaker, writer, philanthropist and businessman. Lucas is best known for creating the Star Wars and Indiana Jones franchises and founding Lucasfilm, LucasArts, and Industrial Light & Magic. He served as president of Lucasfilm before selling it to The Walt Disney Company in 2012","Birth":"1944-05-14"}
